{
  "posts": [
    {
      "slug": "impresion-offset-vs-digital-diferencias",
      "title": "Impresión offset vs digital: ¿cuál elegir para tu proyecto?",
      "description": "Descubre las diferencias entre impresión offset y digital, cuándo usar cada una y cómo elegir la mejor opción según cantidad, calidad y presupuesto.",
      "image": "/impresion.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-04-15",
      "category": "Guías",
      "tags": ["impresión offset", "impresión digital", "imprenta"],
      "readingTime": 6,
      "content": [
        { "type": "paragraph", "text": "Elegir entre impresión offset y digital es una de las decisiones más importantes al encargar un trabajo de imprenta. Ambas técnicas tienen ventajas específicas y la mejor elección depende de tu proyecto concreto." },
        { "type": "heading", "level": 2, "text": "¿Qué es la impresión offset?" },
        { "type": "paragraph", "text": "La impresión offset es un método tradicional que utiliza planchas de aluminio para transferir la tinta al papel. Es ideal para tiradas largas (más de 500-1000 unidades) porque el coste unitario baja significativamente con la cantidad." },
        { "type": "list", "items": ["Calidad excepcional y colores consistentes en toda la tirada.", "Coste unitario muy bajo en grandes cantidades.", "Admite una gran variedad de papeles y gramajes.", "Ideal para folletos, revistas, catálogos y libros."] },
        { "type": "heading", "level": 2, "text": "¿Qué es la impresión digital?" },
        { "type": "paragraph", "text": "La impresión digital funciona sin planchas, enviando directamente el archivo a la máquina. Es perfecta para tiradas cortas y trabajos urgentes porque no requiere preparación previa." },
        { "type": "list", "items": ["Sin costes de preparación ni planchas.", "Ideal para tiradas cortas (desde 1 unidad).", "Permite personalización y datos variables.", "Entrega rápida, incluso en el mismo día."] },
        { "type": "heading", "level": 2, "text": "¿Cuándo elegir cada una?" },
        { "type": "paragraph", "text": "Como regla general: elige digital para menos de 500 unidades o cuando necesites rapidez; elige offset para más de 1000 unidades o cuando la calidad de color sea crítica. Entre 500-1000 unidades, depende del proyecto específico." },
        { "type": "quote", "text": "En Dinaprint te asesoramos sobre la mejor opción para tu proyecto. Contacta con nosotros y te preparamos un presupuesto comparativo." }
      ]
    },
    {
      "slug": "como-preparar-archivos-para-imprenta",
      "title": "Cómo preparar archivos para imprenta: guía completa",
      "description": "Aprende a preparar correctamente tus archivos para imprenta: formato PDF, resolución, sangrados, marcas de corte y perfiles de color CMYK.",
      "image": "/papeleria-corporativa-01.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-05-20",
      "category": "Guías",
      "tags": ["preparar archivos", "PDF imprenta", "CMYK", "sangrado"],
      "readingTime": 8,
      "content": [
        { "type": "paragraph", "text": "Preparar correctamente los archivos es fundamental para obtener un resultado profesional. Un archivo mal preparado puede causar problemas de color, cortes incorrectos o retrasos en la producción." },
        { "type": "heading", "level": 2, "text": "Formato: siempre PDF/X" },
        { "type": "paragraph", "text": "El formato estándar para imprenta es PDF/X-1a o PDF/X-4. Estos formatos garantizan que las fuentes están incrustadas, los colores son correctos y no hay transparencias problemáticas." },
        { "type": "heading", "level": 2, "text": "Resolución: mínimo 300 ppp" },
        { "type": "paragraph", "text": "Las imágenes deben tener al menos 300 píxeles por pulgada (ppp o dpi) a tamaño final. Una imagen de baja resolución se verá pixelada al imprimir. Comprueba siempre la resolución antes de enviar." },
        { "type": "heading", "level": 2, "text": "Sangrado: 3 mm mínimo" },
        { "type": "paragraph", "text": "El sangrado (o bleed) es el margen extra que se extiende más allá del borde de corte. Si tu diseño tiene color o imágenes hasta el borde, necesitas 3 mm de sangrado para evitar filos blancos." },
        { "type": "list", "items": ["Extiende fondos e imágenes 3 mm más allá del corte.", "Mantén textos y elementos importantes a 5 mm del borde.", "Incluye marcas de corte en el PDF.", "No uses líneas de corte dentro del diseño."] },
        { "type": "heading", "level": 2, "text": "Color: CMYK, no RGB" },
        { "type": "paragraph", "text": "La impresión usa tintas CMYK (cian, magenta, amarillo, negro). Si tu archivo está en RGB (modo pantalla), los colores cambiarán al imprimir. Convierte siempre a CMYK antes de exportar." },
        { "type": "quote", "text": "¿Tienes dudas sobre tu archivo? Envíanoslo y lo revisamos gratis antes de imprimir." }
      ]
    },
    {
      "slug": "tipos-de-papel-para-impresion",
      "title": "Tipos de papel para impresión: guía para elegir el adecuado",
      "description": "Conoce los diferentes tipos de papel para impresión: estucado, offset, reciclado, kraft y especiales. Descubre cuál es mejor para tu proyecto.",
      "image": "/folletos.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-06-18",
      "category": "Guías",
      "tags": ["tipos de papel", "papel estucado", "gramaje", "papel reciclado"],
      "readingTime": 7,
      "content": [
        { "type": "paragraph", "text": "El papel es mucho más que un soporte: transmite calidad, valores de marca y afecta directamente a cómo se percibe tu impreso. Elegir el papel adecuado marca la diferencia." },
        { "type": "heading", "level": 2, "text": "Papel estucado (couché)" },
        { "type": "paragraph", "text": "El papel estucado tiene un recubrimiento que le da un acabado liso y uniforme. Ofrece excelente reproducción de color y es el más usado para folletos, catálogos y revistas." },
        { "type": "list", "items": ["Estucado brillo: acabado brillante, colores vivos.", "Estucado mate: acabado suave, elegante, sin reflejos.", "Gramajes habituales: 90g, 115g, 135g, 170g, 250g, 300g.", "Ideal para fotografías y diseños con mucho color."] },
        { "type": "heading", "level": 2, "text": "Papel offset (no estucado)" },
        { "type": "paragraph", "text": "El papel offset no tiene recubrimiento, lo que le da un tacto más natural y poroso. Es ideal para escritura, libros de texto y documentos que se van a manipular mucho." },
        { "type": "heading", "level": 2, "text": "Papeles especiales" },
        { "type": "list", "items": ["Kraft: aspecto natural y ecológico, color marrón característico.", "Reciclado: con certificación ambiental, ideal para marcas sostenibles.", "Texturado: con relieve o texturas especiales para acabados premium.", "Metalizado: efecto brillante para packaging de lujo."] },
        { "type": "heading", "level": 2, "text": "¿Qué gramaje elegir?" },
        { "type": "paragraph", "text": "El gramaje indica el peso del papel en gramos por metro cuadrado. Mayor gramaje significa papel más grueso y resistente. Para flyers usa 135-170g, para tarjetas 300-350g, para folletos interiores 115-135g." },
        { "type": "quote", "text": "Solicita muestras de papel gratis. Te enviamos un kit con diferentes opciones para que elijas la mejor para tu proyecto." }
      ]
    },
    {
      "slug": "acabados-de-impresion-guia-completa",
      "title": "Acabados de impresión: plastificado, UVI, stamping y más",
      "description": "Descubre los acabados de impresión que harán destacar tus impresos: plastificado mate y brillo, barniz UVI, stamping, troquelado y relieve.",
      "image": "/packing-01.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-07-22",
      "category": "Guías",
      "tags": ["acabados", "plastificado", "UVI", "stamping", "troquelado"],
      "readingTime": 6,
      "content": [
        { "type": "paragraph", "text": "Los acabados transforman un impreso correcto en uno memorable. Aportan protección, tacto premium y efectos visuales que captan la atención." },
        { "type": "heading", "level": 2, "text": "Plastificado" },
        { "type": "paragraph", "text": "El plastificado aplica una fina capa de plástico sobre el papel. Protege de la humedad, el desgaste y aporta un acabado profesional. Disponible en mate (elegante, sin reflejos) y brillo (colores vivos, llamativo)." },
        { "type": "heading", "level": 2, "text": "Barniz UVI (ultravioleta)" },
        { "type": "paragraph", "text": "El barniz UVI se aplica en zonas concretas para crear contraste. Por ejemplo, un logo brillante sobre un fondo mate. Es un efecto muy utilizado en tarjetas de visita y packaging." },
        { "type": "heading", "level": 2, "text": "Stamping (estampación en caliente)" },
        { "type": "paragraph", "text": "El stamping aplica una lámina metálica (oro, plata, colores) mediante calor y presión. Crea un efecto lujoso ideal para logotipos, títulos o detalles en packaging premium." },
        { "type": "heading", "level": 2, "text": "Troquelado" },
        { "type": "paragraph", "text": "El troquelado corta el papel en formas especiales: ventanas, solapas, contornos personalizados. Permite crear diseños únicos que destacan frente a formatos rectangulares estándar." },
        { "type": "heading", "level": 2, "text": "Relieve y gofrado" },
        { "type": "paragraph", "text": "El relieve crea zonas elevadas en el papel que se aprecian al tacto. El gofrado crea texturas o patrones en toda la superficie. Ambos aportan un efecto táctil muy premium." },
        { "type": "quote", "text": "En Dinaprint podemos combinar varios acabados en un mismo trabajo. Consúltanos para crear un impreso único que represente tu marca." }
      ]
    },
    {
      "slug": "ideas-packaging-destacar-producto",
      "title": "Ideas de packaging para hacer destacar tu producto",
      "description": "Consejos y tendencias de packaging para que tu producto destaque en el punto de venta: materiales, acabados, sostenibilidad y personalización.",
      "image": "/cajas-y-packaging.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-08-10",
      "category": "Consejos",
      "tags": ["packaging", "diseño cajas", "sostenibilidad", "branding"],
      "readingTime": 5,
      "content": [
        { "type": "paragraph", "text": "El packaging es el primer contacto físico del cliente con tu producto. Un buen diseño de caja o envoltorio puede ser decisivo para la compra y para la percepción de marca." },
        { "type": "heading", "level": 2, "text": "Tendencia 1: Sostenibilidad" },
        { "type": "paragraph", "text": "Los consumidores valoran cada vez más el packaging ecológico. Usa cartón reciclado, tintas vegetales y evita plásticos innecesarios. Comunícalo en el packaging para reforzar tus valores de marca." },
        { "type": "heading", "level": 2, "text": "Tendencia 2: Minimalismo" },
        { "type": "paragraph", "text": "Menos es más. Un diseño limpio con espacio en blanco transmite calidad y sofisticación. Destaca tu logo y mensaje principal sin saturar de información." },
        { "type": "heading", "level": 2, "text": "Tendencia 3: Experiencia de unboxing" },
        { "type": "paragraph", "text": "El momento de abrir el paquete es una oportunidad para sorprender. Interior impreso, papel de seda, tarjetas de agradecimiento... cada detalle suma para crear una experiencia memorable." },
        { "type": "heading", "level": 2, "text": "Tendencia 4: Personalización" },
        { "type": "paragraph", "text": "Con impresión digital puedes personalizar cada caja con el nombre del cliente, ediciones limitadas o diseños únicos para fechas especiales. Crea sensación de exclusividad." },
        { "type": "quote", "text": "Fabricamos packaging desde pequeñas tiradas. Cuéntanos tu idea y te ayudamos a hacerla realidad." }
      ]
    },
    {
      "slug": "como-disenar-tarjetas-visita-profesionales",
      "title": "Cómo diseñar tarjetas de visita profesionales que destaquen",
      "description": "Guía completa para diseñar tarjetas de visita efectivas: tamaños, información esencial, tipografía, colores y acabados que marcan la diferencia.",
      "image": "/papeleria-corporativa.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-09-14",
      "category": "Consejos",
      "tags": ["tarjetas de visita", "diseño", "papelería corporativa", "networking"],
      "readingTime": 6,
      "content": [
        { "type": "paragraph", "text": "La tarjeta de visita sigue siendo una herramienta fundamental en el mundo empresarial. En pocos centímetros debe transmitir profesionalidad, creatividad y toda la información de contacto relevante." },
        { "type": "heading", "level": 2, "text": "Tamaño estándar y formatos" },
        { "type": "paragraph", "text": "El tamaño estándar en España es 85x55 mm. Sin embargo, puedes optar por formatos cuadrados (55x55 mm), mini tarjetas o formatos plegados para incluir más información." },
        { "type": "heading", "level": 2, "text": "Información imprescindible" },
        { "type": "list", "items": ["Nombre completo y cargo.", "Nombre de la empresa y logo.", "Teléfono y email profesional.", "Web y redes sociales relevantes.", "Dirección física si es importante para tu negocio."] },
        { "type": "heading", "level": 2, "text": "Tipografía legible" },
        { "type": "paragraph", "text": "Usa tipografías profesionales y legibles. El tamaño mínimo recomendado es 7-8 puntos para textos secundarios y 10-12 para el nombre. Evita más de 2 tipografías diferentes." },
        { "type": "heading", "level": 2, "text": "Acabados que marcan la diferencia" },
        { "type": "list", "items": ["Papel de 350-400g para mayor consistencia.", "Plastificado mate para elegancia discreta.", "Barniz UVI selectivo para destacar el logo.", "Stamping en oro o plata para un toque premium.", "Bordes redondeados para un look moderno."] },
        { "type": "quote", "text": "Imprimimos tarjetas de visita desde 100 unidades. Pide presupuesto y muestras de papel gratuitas." }
      ]
    },
    {
      "slug": "guia-impresion-folletos-tripticos",
      "title": "Guía para imprimir folletos y trípticos efectivos",
      "description": "Todo lo que necesitas saber para imprimir folletos y trípticos: formatos, plegados, papel recomendado y consejos de diseño para máximo impacto.",
      "image": "/flyer-001.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-10-08",
      "category": "Guías",
      "tags": ["folletos", "trípticos", "plegados", "marketing impreso"],
      "readingTime": 7,
      "content": [
        { "type": "paragraph", "text": "Los folletos y trípticos son herramientas de marketing versátiles y económicas. Permiten presentar información de forma organizada y atractiva para repartir en mano, buzoneo o puntos de venta." },
        { "type": "heading", "level": 2, "text": "Formatos más utilizados" },
        { "type": "list", "items": ["Díptico: una página plegada por la mitad (4 caras).", "Tríptico: plegado en 3 partes (6 caras), el más popular.", "Cuadríptico: plegado en 4 partes (8 caras).", "Plegado en acordeón: todas las caras visibles al desplegar.", "Plegado envolvente: las caras se solapan al cerrar."] },
        { "type": "heading", "level": 2, "text": "Tamaños habituales" },
        { "type": "paragraph", "text": "Los formatos más demandados son A4 (abierto) que da un tríptico de 99x210 mm cerrado, y A3 (abierto) para trípticos de 140x297 mm. También se usan formatos DL (99x210 mm) y cuadrados." },
        { "type": "heading", "level": 2, "text": "Papel recomendado" },
        { "type": "paragraph", "text": "Para folletos estándar usa estucado de 135-170g. Si el folleto es informativo y se va a guardar, sube a 200-250g. Para plegados con muchas caras, no superes 170g o costará plegar." },
        { "type": "heading", "level": 2, "text": "Consejos de diseño" },
        { "type": "list", "items": ["Diseña pensando en el orden de lectura al desplegar.", "Usa la portada para captar atención con un mensaje claro.", "Distribuye la información de forma equilibrada.", "Deja márgenes de seguridad en los pliegues.", "Incluye siempre una llamada a la acción clara."] },
        { "type": "quote", "text": "Enviamos pruebas de plegado antes de la tirada final. Así puedes comprobar cómo queda tu diseño." }
      ]
    },
    {
      "slug": "imprimir-catalogos-productos-consejos",
      "title": "Cómo imprimir catálogos de productos que vendan",
      "description": "Consejos para crear e imprimir catálogos de productos efectivos: estructura, fotografía, papel, encuadernación y distribución.",
      "image": "/Folletos-y-revistas-001.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-11-12",
      "category": "Consejos",
      "tags": ["catálogos", "impresión comercial", "productos", "ventas"],
      "readingTime": 8,
      "content": [
        { "type": "paragraph", "text": "Un catálogo de productos bien diseñado e impreso es una herramienta de ventas poderosa. Permite al cliente ver y comparar productos cómodamente, y transmite profesionalidad y confianza." },
        { "type": "heading", "level": 2, "text": "Estructura del catálogo" },
        { "type": "list", "items": ["Portada impactante con imagen de marca.", "Índice claro para navegación rápida.", "Productos organizados por categorías.", "Fichas de producto con foto, descripción y precio.", "Contraportada con datos de contacto."] },
        { "type": "heading", "level": 2, "text": "Fotografía de producto" },
        { "type": "paragraph", "text": "La calidad de las fotos es crucial. Usa fotografía profesional con buena iluminación, fondos neutros y diferentes ángulos. Las imágenes deben tener mínimo 300 ppp a tamaño de impresión." },
        { "type": "heading", "level": 2, "text": "Papel y encuadernación" },
        { "type": "paragraph", "text": "Para interiores usa estucado de 115-135g. Las cubiertas suelen ir en 250-300g con plastificado. La encuadernación depende del número de páginas: grapado hasta 48 páginas, encolado (PUR) para más." },
        { "type": "heading", "level": 2, "text": "Tirada y actualización" },
        { "type": "paragraph", "text": "Calcula bien la tirada para no quedarte corto ni tener exceso de stock. Con impresión digital puedes hacer tiradas cortas y reimprimir según necesites, actualizando precios o productos." },
        { "type": "quote", "text": "Diseñamos y maquetamos catálogos si no tienes diseñador. Consulta nuestro servicio de diseño gráfico." }
      ]
    },
    {
      "slug": "roll-up-expositor-ferias-eventos",
      "title": "Roll up y expositores: cómo destacar en ferias y eventos",
      "description": "Guía completa sobre roll ups y expositores para ferias: tipos, tamaños, diseño efectivo y consejos para maximizar tu presencia en eventos.",
      "image": "/rollup.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-12-05",
      "category": "Consejos",
      "tags": ["roll up", "expositores", "ferias", "eventos", "PLV"],
      "readingTime": 6,
      "content": [
        { "type": "paragraph", "text": "Las ferias y eventos son oportunidades clave para dar visibilidad a tu negocio. Un buen roll up o expositor puede marcar la diferencia entre pasar desapercibido o captar la atención de potenciales clientes." },
        { "type": "heading", "level": 2, "text": "Tipos de soportes" },
        { "type": "list", "items": ["Roll up: enrollable, ligero, fácil de transportar. El más versátil.", "X-Banner: estructura en X, económico, ideal para uso puntual.", "L-Banner: estructura en L, más estable que el X-Banner.", "Pop up: pantalla curva o recta, gran impacto para stands.", "Photocall: fondo para fotos con logotipos repetidos."] },
        { "type": "heading", "level": 2, "text": "Tamaños de roll up" },
        { "type": "paragraph", "text": "El tamaño estándar es 85x200 cm, perfecto para la mayoría de espacios. También hay 100x200 cm, 120x200 cm y 150x200 cm para mayor impacto. En altura, algunos modelos llegan a 230 cm." },
        { "type": "heading", "level": 2, "text": "Diseño efectivo" },
        { "type": "list", "items": ["Mensaje principal en el tercio superior (altura de ojos).", "Logo grande y visible desde lejos.", "Texto mínimo: eslogan y datos de contacto.", "Imágenes de alta calidad y gran tamaño.", "Colores corporativos consistentes."] },
        { "type": "heading", "level": 2, "text": "Consejos para ferias" },
        { "type": "paragraph", "text": "Lleva siempre roll up de repuesto por si hay daños. Colócalos estratégicamente para guiar al visitante. Combínalos con folletos y tarjetas para que se lleven información." },
        { "type": "quote", "text": "Fabricamos roll ups con entrega urgente. Si tienes una feria próxima, contacta y vemos plazos." }
      ]
    },
    {
      "slug": "impresion-gran-formato-lonas-vinilos",
      "title": "Impresión en gran formato: lonas, vinilos y más",
      "description": "Todo sobre impresión en gran formato: lonas publicitarias, vinilos adhesivos, rígidos y textiles. Materiales, usos y recomendaciones.",
      "image": "/carteles.jpg",
      "author": "Dinaprint",
      "publishedAt": "2026-01-10",
      "category": "Guías",
      "tags": ["gran formato", "lonas", "vinilos", "cartelería exterior"],
      "readingTime": 7,
      "content": [
        { "type": "paragraph", "text": "La impresión en gran formato permite crear piezas de gran tamaño para publicidad exterior, decoración de espacios, señalética y eventos. Las posibilidades son casi infinitas." },
        { "type": "heading", "level": 2, "text": "Lonas publicitarias" },
        { "type": "paragraph", "text": "Las lonas son el soporte más común para exterior. Fabricadas en PVC, resisten la intemperie, el sol y la lluvia. Se pueden instalar con ojales, tensores o en estructuras tipo valla." },
        { "type": "list", "items": ["Lona frontlit: opaca, la más habitual.", "Lona backlit: translúcida, para cajas de luz.", "Lona mesh: microperforada, permite paso de aire (fachadas).", "Lona blockout: opaca por ambas caras, para banderolas."] },
        { "type": "heading", "level": 2, "text": "Vinilos adhesivos" },
        { "type": "paragraph", "text": "Los vinilos se adhieren a superficies lisas: cristales, paredes, vehículos, suelos. Hay vinilos para interior, exterior, removibles, permanentes, microperforados (para ver desde dentro)..." },
        { "type": "heading", "level": 2, "text": "Soportes rígidos" },
        { "type": "list", "items": ["Forex (PVC espumado): ligero, para interior.", "Dibond (aluminio): resistente, para exterior.", "Cartón pluma: económico, para uso puntual.", "Metacrilato: elegante, para señalética premium.", "Madera: para decoración y estilo rústico."] },
        { "type": "heading", "level": 2, "text": "Resolución en gran formato" },
        { "type": "paragraph", "text": "En gran formato la resolución puede ser menor porque se ve desde lejos. Para una lona que se verá a 5 metros, 72-100 ppp es suficiente. Para vinilos de cerca, sube a 150-200 ppp." },
        { "type": "quote", "text": "Hacemos instalación de lonas y vinilos en Madrid. Consulta disponibilidad para tu ubicación." }
      ]
    },
    {
      "slug": "crear-imagen-corporativa-coherente",
      "title": "Cómo crear una imagen corporativa coherente en todos tus impresos",
      "description": "Consejos para mantener coherencia de marca en tarjetas, folletos, packaging y toda tu comunicación impresa. Colores, tipografías y elementos gráficos.",
      "image": "/negocio-01.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-03-18",
      "category": "Consejos",
      "tags": ["imagen corporativa", "branding", "coherencia visual", "identidad de marca"],
      "readingTime": 6,
      "content": [
        { "type": "paragraph", "text": "Una imagen corporativa coherente genera confianza y reconocimiento. Cuando todos tus impresos siguen las mismas pautas visuales, transmites profesionalidad y refuerzas tu marca en cada contacto." },
        { "type": "heading", "level": 2, "text": "Define tu paleta de colores" },
        { "type": "paragraph", "text": "Elige 2-3 colores principales y 1-2 secundarios. Define los valores exactos en CMYK para impresión y Pantone si necesitas precisión. Usa siempre los mismos colores en todos los materiales." },
        { "type": "heading", "level": 2, "text": "Tipografías consistentes" },
        { "type": "paragraph", "text": "Selecciona una tipografía para títulos y otra para textos. Usa siempre las mismas en todos los impresos. Asegúrate de que las tipografías tienen licencia para uso comercial." },
        { "type": "heading", "level": 2, "text": "Uso correcto del logo" },
        { "type": "list", "items": ["Define tamaños mínimos de reproducción.", "Establece zonas de respeto alrededor del logo.", "Crea versiones para fondo claro y oscuro.", "Evita deformaciones, sombras o efectos no aprobados."] },
        { "type": "heading", "level": 2, "text": "Manual de identidad" },
        { "type": "paragraph", "text": "Si aún no tienes manual de marca, créalo. Documenta todos los elementos visuales, usos correctos e incorrectos. Así cualquier proveedor o diseñador mantendrá la coherencia." },
        { "type": "heading", "level": 2, "text": "Aplícalo a todos los materiales" },
        { "type": "list", "items": ["Tarjetas de visita y papelería.", "Folletos, catálogos y flyers.", "Packaging y etiquetas.", "Cartelería y roll ups.", "Uniformes y merchandising."] },
        { "type": "quote", "text": "Podemos adaptar tu manual de marca a todos los formatos impresos. Envíanos tu logo y paleta de colores." }
      ]
    },
    {
      "slug": "impresion-sostenible-opciones-ecologicas",
      "title": "Impresión sostenible: opciones ecológicas para tu negocio",
      "description": "Descubre las opciones de impresión ecológica: papeles reciclados, certificaciones FSC, tintas vegetales y prácticas sostenibles en artes gráficas.",
      "image": "/nosotros-imagen-medioambiente.jpg",
      "author": "Dinaprint",
      "publishedAt": "2025-02-20",
      "category": "Tendencias",
      "tags": ["impresión ecológica", "sostenibilidad", "papel reciclado", "FSC", "tintas vegetales"],
      "readingTime": 6,
      "content": [
        { "type": "paragraph", "text": "La sostenibilidad ya no es opcional. Los consumidores valoran las marcas comprometidas con el medio ambiente, y la impresión puede ser mucho más ecológica de lo que crees." },
        { "type": "heading", "level": 2, "text": "Papeles sostenibles" },
        { "type": "list", "items": ["Papel reciclado: fabricado con fibras recuperadas.", "Papel FSC: de bosques gestionados responsablemente.", "Papel de algodón: residuo de la industria textil.", "Papel de bagazo: residuo de la caña de azúcar.", "Papel de piedra: sin árboles ni agua en su fabricación."] },
        { "type": "heading", "level": 2, "text": "Tintas ecológicas" },
        { "type": "paragraph", "text": "Las tintas vegetales o de base agua sustituyen a las tintas de petróleo tradicionales. Tienen menos compuestos orgánicos volátiles (COV) y facilitan el reciclaje del papel impreso." },
        { "type": "heading", "level": 2, "text": "Certificaciones a buscar" },
        { "type": "list", "items": ["FSC (Forest Stewardship Council): gestión forestal responsable.", "PEFC: certificación forestal europea.", "EU Ecolabel: etiqueta ecológica de la Unión Europea.", "Cradle to Cradle: diseño para economía circular."] },
        { "type": "heading", "level": 2, "text": "Buenas prácticas" },
        { "type": "paragraph", "text": "Optimiza tiradas para evitar excedentes. Diseña piezas que duren en el tiempo (sin fechas). Reduce tamaños si es posible. Elige proveedores locales para minimizar transporte." },
        { "type": "quote", "text": "Pregunta por nuestras opciones de papel reciclado y FSC. Imprime de forma responsable sin renunciar a la calidad." }
      ]
    },
    {
      "slug": "errores-comunes-enviar-archivos-imprenta",
      "title": "10 errores comunes al enviar archivos a imprenta (y cómo evitarlos)",
      "description": "Evita retrasos y problemas: los errores más frecuentes al preparar archivos para imprenta y cómo solucionarlos antes de enviar.",
      "image": "/preimpresion-01.jpg",
      "author": "Dinaprint",
      "publishedAt": "2024-12-15",
      "category": "Guías",
      "tags": ["errores impresión", "preparar archivos", "preimpresión", "consejos"],
      "readingTime": 7,
      "content": [
        { "type": "paragraph", "text": "Muchos problemas de impresión se originan en archivos mal preparados. Conocer los errores más comunes te ahorrará tiempo, dinero y disgustos." },
        { "type": "heading", "level": 2, "text": "1. Imágenes en baja resolución" },
        { "type": "paragraph", "text": "Las imágenes de web (72 ppp) se ven pixeladas al imprimir. Usa siempre imágenes de 300 ppp a tamaño final." },
        { "type": "heading", "level": 2, "text": "2. Colores en RGB" },
        { "type": "paragraph", "text": "RGB es para pantallas. Convierte a CMYK antes de exportar o los colores cambiarán al imprimir." },
        { "type": "heading", "level": 2, "text": "3. Sin sangrado" },
        { "type": "paragraph", "text": "Si tu diseño llega al borde, necesitas 3 mm de sangrado. Sin él, pueden aparecer filos blancos." },
        { "type": "heading", "level": 2, "text": "4. Textos sin convertir a curvas" },
        { "type": "paragraph", "text": "Si envías archivos vectoriales (AI, EPS), convierte textos a curvas. Si no, la tipografía puede cambiar." },
        { "type": "heading", "level": 2, "text": "5. Negro pobre" },
        { "type": "paragraph", "text": "El negro RGB (R0 G0 B0) se convierte en un negro grisáceo. Usa negro rico: C60 M40 Y40 K100." },
        { "type": "heading", "level": 2, "text": "6. Textos demasiado pequeños" },
        { "type": "paragraph", "text": "Textos por debajo de 6 puntos son ilegibles. Para textos en negativo (blanco sobre oscuro), mínimo 8 puntos." },
        { "type": "heading", "level": 2, "text": "7. Líneas demasiado finas" },
        { "type": "paragraph", "text": "Líneas por debajo de 0.25 puntos pueden no reproducirse. En negativo, mínimo 0.5 puntos." },
        { "type": "heading", "level": 2, "text": "8. Sobreimpresión no deseada" },
        { "type": "paragraph", "text": "Algunos programas activan sobreimpresión por defecto. Revisa que los elementos opacos no tengan sobreimpresión." },
        { "type": "heading", "level": 2, "text": "9. Formato incorrecto" },
        { "type": "paragraph", "text": "Envía siempre PDF/X. Evita JPG, PNG o archivos nativos a menos que te lo pidan expresamente." },
        { "type": "heading", "level": 2, "text": "10. No revisar la prueba" },
        { "type": "paragraph", "text": "Siempre pide prueba digital o física antes de la tirada. Es tu última oportunidad para detectar errores." },
        { "type": "quote", "text": "Revisamos tus archivos gratis antes de imprimir. Si hay algún problema, te avisamos." }
      ]
    },
    {
      "slug": "merchandising-empresas-ideas-regalos",
      "title": "Merchandising para empresas: ideas de regalos promocionales que funcionan",
      "description": "Las mejores ideas de merchandising y regalos promocionales para empresas: qué regalar, cuándo y cómo personalizarlo para máximo impacto.",
      "image": "/regalo-promocional.jpg",
      "author": "Dinaprint",
      "publishedAt": "2024-11-08",
      "category": "Consejos",
      "tags": ["merchandising", "regalos promocionales", "branding", "eventos empresa"],
      "readingTime": 6,
      "content": [
        { "type": "paragraph", "text": "El merchandising bien elegido es una inversión que genera retorno. Un regalo útil mantiene tu marca presente en el día a día del cliente o colaborador." },
        { "type": "heading", "level": 2, "text": "Productos más efectivos" },
        { "type": "list", "items": ["Bolígrafos y material de escritura: económicos, uso diario.", "Libretas y cuadernos: percepción de calidad, uso prolongado.", "Bolsas reutilizables: visibilidad en la calle, mensaje ecológico.", "Tazas y botellas: presencia en oficina, uso frecuente.", "USB y power banks: alto valor percibido, muy útiles.", "Textil: camisetas, gorras, sudaderas para eventos."] },
        { "type": "heading", "level": 2, "text": "Cuándo regalar merchandising" },
        { "type": "list", "items": ["Ferias y eventos: atrae visitantes al stand.", "Bienvenida de nuevos empleados: kit de onboarding.", "Navidad y fin de año: fidelización de clientes.", "Lanzamiento de productos: genera expectación.", "Acciones de calle: visibilidad de marca."] },
        { "type": "heading", "level": 2, "text": "Personalización efectiva" },
        { "type": "paragraph", "text": "No te limites a estampar el logo. Añade un mensaje, un diseño creativo o personaliza con el nombre del receptor. Cuanto más único, más impacto." },
        { "type": "heading", "level": 2, "text": "Calidad vs cantidad" },
        { "type": "paragraph", "text": "Mejor menos productos de calidad que muchos baratos. Un regalo malo transmite mala imagen de marca. Invierte en productos que la gente quiera usar." },
        { "type": "quote", "text": "Personalizamos merchandising desde pequeñas cantidades. Pide catálogo y precios para tu próxima acción." }
      ]
    },
    {
      "slug": "calendario-editorial-impresos-marketing",
      "title": "Calendario de impresos: qué materiales necesitas en cada época del año",
      "description": "Planifica tus materiales impresos según el calendario: ferias, campañas de temporada, Navidad y momentos clave para tu marketing impreso.",
      "image": "/calendar-1.jpg",
      "author": "Dinaprint",
      "publishedAt": "2024-10-22",
      "category": "Consejos",
      "tags": ["planificación", "calendario marketing", "campañas", "temporada"],
      "readingTime": 5,
      "content": [
        { "type": "paragraph", "text": "Planificar con antelación tus materiales impresos te permite negociar mejores precios, evitar urgencias y tener todo listo cuando lo necesitas." },
        { "type": "heading", "level": 2, "text": "Enero - Marzo" },
        { "type": "list", "items": ["Calendarios (si no los hiciste en diciembre).", "Catálogos de nueva temporada.", "Materiales para ferias de primavera.", "Actualización de papelería corporativa."] },
        { "type": "heading", "level": 2, "text": "Abril - Junio" },
        { "type": "list", "items": ["Folletos de productos de verano.", "Promociones de temporada alta.", "Materiales para eventos outdoor.", "Packaging para productos estacionales."] },
        { "type": "heading", "level": 2, "text": "Julio - Septiembre" },
        { "type": "list", "items": ["Preparar catálogo de otoño/invierno.", "Materiales para vuelta al cole (si aplica).", "Planificación de campaña de Navidad.", "Ferias de otoño: roll ups, folletos, tarjetas."] },
        { "type": "heading", "level": 2, "text": "Octubre - Diciembre" },
        { "type": "list", "items": ["Producción de calendarios para el año siguiente.", "Christmas y felicitaciones navideñas.", "Packaging especial para Navidad.", "Merchandising para regalos de empresa.", "Planificación del próximo año."] },
        { "type": "heading", "level": 2, "text": "Consejo clave" },
        { "type": "paragraph", "text": "Encarga con 4-6 semanas de antelación para tiradas normales. Para Navidad, empieza en octubre. Para ferias, al menos un mes antes." },
        { "type": "quote", "text": "Te ayudamos a planificar tu calendario de impresos. Contacta para revisar tus necesidades anuales." }
      ]
    }
  ]
}
